Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: It's been about %lldh since your last reading. A quick check keeps your trend complete.
de: Deine letzte Messung ist etwa %lld Std. her. Eine schnelle Kontrolle hält den Trend vollständig.
es: Han pasado unas %lld h desde tu última lectura. Una comprobación rápida mantiene tu tendencia completa.
fr: Il s'est écoulé environ %lld h depuis votre dernière mesure. Une vérification rapide garde votre tendance complète.
it: Sono passate circa %lld h dall'ultima lettura. Un controllo rapido mantiene completo il tuo andamento.
nl: Het is ongeveer %lld u geleden sinds je laatste meting. Een snelle controle houdt je trend compleet.
pl: Od Twojego ostatniego odczytu minęło około %lld h. Szybki pomiar dopełnia Twój trend.
pt: Passaram cerca de %lld h desde a tua última leitura. Uma verificação rápida mantém a tua tendência completa.
ro: Au trecut aproximativ %lld h de la ultima ta citire. O verificare rapidă îți menține tendința completă.
ru: С момента вашего последнего измерения прошло около %lld ч. Быстрая проверка сохранит полноту тренда.

source: Join the leaderboard
de: Der Rangliste beitreten
es: Unirse a la clasificación
fr: Rejoindre le classement
it: Entra in classifica
nl: Doe mee aan de ranglijst
pl: Dołącz do rankingu
pt: Entrar na tabela
ro: Intră în clasament
ru: Присоединиться к таблице

source: Join the leaderboard and share your wins.
de: Tritt der Rangliste bei und teile deine Erfolge.
es: Únete a la clasificación y comparte tus logros.
fr: Rejoignez le classement et partagez vos réussites.
it: Entra in classifica e condividi i tuoi successi.
nl: Doe mee aan de ranglijst en deel je successen.
pl: Dołącz do rankingu i dziel się sukcesami.
pt: Entra na tabela e partilha as tuas conquistas.
ro: Intră în clasament și împărtășește-ți reușitele.
ru: Присоединяйтесь к таблице и делитесь успехами.

source: Joining needs an iCloud account signed in on this device.
de: Für die Teilnahme muss auf diesem Gerät ein iCloud-Konto angemeldet sein.
es: Para participar hace falta una cuenta de iCloud iniciada en este dispositivo.
fr: La participation nécessite un compte iCloud connecté sur cet appareil.
it: Per partecipare serve un account iCloud connesso su questo dispositivo.
nl: Deelname vereist een iCloud-account dat op dit apparaat is ingelogd.
pl: Udział wymaga konta iCloud zalogowanego na tym urządzeniu.
pt: Participar requer uma conta iCloud com sessão iniciada neste dispositivo.
ro: Participarea necesită un cont iCloud conectat pe acest dispozitiv.
ru: Для участия нужна учётная запись iCloud на этом устройстве.

source: Jump to current month
de: Zum aktuellen Monat springen
es: Ir al mes actual
fr: Aller au mois en cours
it: Vai al mese corrente
nl: Naar huidige maand
pl: Przejdź do bieżącego miesiąca
pt: Ir para o mês atual
ro: Sari la luna curentă
ru: Перейти к текущему месяцу

source: Keep an eye on the lows
de: Achte auf die Tiefs
es: Ojo con las bajadas
fr: Attention aux hypos
it: Occhio ai valori bassi
nl: Let op de lage waarden
pl: Uważaj na niskie poziomy
pt: Atenção às baixas
ro: Atenție la hipoglicemii
ru: Следите за понижениями

source: Keep fast-acting carbs within reach during activity.
de: Halte während der Aktivität schnell wirkende Kohlenhydrate griffbereit.
es: Mantén carbohidratos de acción rápida a mano durante la actividad.
fr: Garde des glucides à action rapide à portée de main pendant l'activité.
it: Tieni a portata di mano carboidrati ad azione rapida durante l'attività.
nl: Houd snelwerkende koolhydraten binnen handbereik tijdens het bewegen.
pl: Miej pod ręką szybko działające węglowodany podczas aktywności.
pt: Mantém hidratos de carbono de ação rápida à mão durante a atividade.
ro: Ține la îndemână carbohidrați cu acțiune rapidă în timpul activității fizice.
ru: Держи быстрые углеводы под рукой во время активности.

source: Keep it steady
de: Bleib gleichmäßig
es: Mantente estable
fr: Restez régulier
it: Mantieniti stabile
nl: Blijf stabiel
pl: Utrzymaj stabilność
pt: Mantém-te estável
ro: Rămâi constant
ru: Сохраняйте стабильность

source: Keep taking insulin, check more often, watch for ketones, stay hydrated.
de: Insulin weiter nehmen, öfter messen, auf Ketone achten, genug trinken.
es: Sigue con la insulina, mide más a menudo, vigila las cetonas y mantente hidratado.
fr: Continuez l'insuline, contrôlez plus souvent, surveillez les cétones, restez hydraté.
it: Continua l'insulina, controlla più spesso, tieni d'occhio i chetoni, mantieniti idratato.
nl: Blijf insuline nemen, meet vaker, let op ketonen, blijf gehydrateerd.
pl: Nie przerywaj insuliny, badaj się częściej, uważaj na ketony, dbaj o nawodnienie.
pt: Continua a insulina, verifica com mais frequência, atenção às cetonas, mantém-te hidratado.
ro: Continuă insulina, verifică mai des, fii atent la cetone, rămâi hidratat.
ru: Продолжайте инсулин, проверяйте чаще, следите за кетонами, пейте достаточно.

source: Keep taking your insulin
de: Nimm dein Insulin weiter
es: Sigue poniéndote la insulina
fr: Continuez à prendre votre insuline
it: Continua a fare l'insulina
nl: Blijf je insuline nemen
pl: Nie przerywaj insuliny
pt: Continua a tomar a tua insulina
ro: Continuă să îți iei insulina
ru: Продолжайте вводить инсулин

source: Keep your journal in sync across your devices through your private iCloud database. Apple cannot read the contents; only your devices can.
de: Halte dein Tagebuch über deine private iCloud-Datenbank auf all deinen Geräten synchron. Apple kann die Inhalte nicht lesen; nur deine Geräte können es.
es: Mantén tu diario sincronizado entre tus dispositivos a través de tu base de datos privada de iCloud. Apple no puede leer el contenido; solo tus dispositivos pueden.
fr: Gardez votre journal synchronisé sur tous vos appareils grâce à votre base de données iCloud privée. Apple ne peut pas en lire le contenu ; seuls vos appareils le peuvent.
it: Mantieni il tuo diario sincronizzato su tutti i tuoi dispositivi tramite il tuo database iCloud privato. Apple non può leggerne i contenuti; solo i tuoi dispositivi possono farlo.
nl: Houd je dagboek gesynchroniseerd op al je apparaten via je privé iCloud-database. Apple kan de inhoud niet lezen; alleen jouw apparaten kunnen dat.
pl: Utrzymuj swój dziennik zsynchronizowany na wszystkich urządzeniach dzięki prywatnej bazie danych iCloud. Apple nie może odczytać zawartości; mogą to zrobić tylko Twoje urządzenia.
pt: Mantém o teu diário sincronizado entre os teus dispositivos através da tua base de dados privada do iCloud. A Apple não consegue ler o conteúdo; apenas os teus dispositivos conseguem.
ro: Păstrează-ți jurnalul sincronizat pe toate dispozitivele prin baza ta de date iCloud privată. Apple nu poate citi conținutul; doar dispozitivele tale pot.
ru: Синхронизируйте свой дневник между устройствами через вашу личную базу данных iCloud. Apple не может прочитать содержимое; это доступно только вашим устройствам.

source: Keep your trend complete with a quick reading.
de: Den Trend mit einem schnellen Messwert vollständig halten.
es: Mantén tu tendencia completa con una lectura rápida.
fr: Gardez votre tendance complète avec une mesure rapide.
it: Mantieni completo il tuo andamento con una lettura rapida.
nl: Houd je trend compleet met een snelle meting.
pl: Utrzymaj kompletny trend dzięki szybkiemu odczytowi.
pt: Mantém a tua tendência completa com uma leitura rápida.
ro: Păstrează-ți tendința completă cu o citire rapidă.
ru: Сохраните полноту тренда быстрым измерением.

source: Keeps this meal one tap away next time you log carbs.
de: Hält diese Mahlzeit beim nächsten Kohlenhydrat-Eintrag nur einen Tipp entfernt.
es: Deja esta comida a un toque la próxima vez que registres carbohidratos.
fr: Garde ce repas à portée d'un geste la prochaine fois que vous enregistrez des glucides.
it: Tiene questo pasto a un tocco di distanza la prossima volta che registri i carboidrati.
nl: Houdt deze maaltijd één tik verwijderd wanneer je de volgende keer koolhydraten vastlegt.
pl: Ten posiłek będzie o jedno dotknięcie, gdy następnym razem zapiszesz węglowodany.
pt: Mantém esta refeição a um toque de distância da próxima vez que registares hidratos.
ro: Păstrează această masă la o atingere distanță data viitoare când înregistrezi carbohidrați.
ru: Это блюдо будет доступно в одно касание при следующей записи углеводов.

source: Kept on this device, shown only on this card.
de: Bleibt auf diesem Gerät und erscheint nur auf dieser Karte.
es: Se guarda en este dispositivo y solo se muestra en esta tarjeta.
fr: Conservé sur cet appareil, affiché uniquement sur cette carte.
it: Resta su questo dispositivo e compare solo su questa scheda.
nl: Blijft op dit apparaat en wordt alleen op deze kaart getoond.
pl: Przechowywane na tym urządzeniu, widoczne tylko na tej karcie.
pt: Guardado neste dispositivo, mostrado apenas neste cartão.
ro: Păstrat pe acest dispozitiv, afișat doar pe acest card.
ru: Хранится на этом устройстве и отображается только на этой карточке.

source: Ketone aware
de: Keton-bewusst
es: Atento a las cetonas
fr: Attentif aux cétones
it: Attento ai chetoni
nl: Ketonen-bewust
pl: Świadomy ketonów
pt: Atento às cetonas
ro: Atent la cetone
ru: Следит за кетонами

source: Ketone reading
de: Ketonmessung
es: Lectura de cetonas
fr: Mesure de cétones
it: Lettura dei chetoni
nl: Ketonmeting
pl: Wynik ketonów
pt: Leitura de cetonas
ro: Citire cetone
ru: Показание кетонов

source: Ketones
de: Ketone
es: Cetonas
fr: Cétones
it: Chetoni
nl: Ketonen
pl: Ketony
pt: Cetonas
ro: Cetone
ru: Кетоны

source: Ketones are in the normal range. Keep hydrated and carry on with your usual routine.
de: Die Ketonwerte liegen im normalen Bereich. Trink ausreichend und führe deine gewohnte Routine fort.
es: Las cetonas están dentro del rango normal. Bebe suficiente agua y continúa con tu rutina habitual.
fr: Les cétones sont dans la normale. Reste bien hydraté(e) et poursuis ta routine habituelle.
it: I chetoni sono nel range normale. Bevi a sufficienza e continua con la tua routine abituale.
nl: Ketonen zijn binnen het normale bereik. Blijf voldoende drinken en ga door met je gebruikelijke routine.
pl: Ketony mieszczą się w normie. Pij dużo płynów i kontynuuj swoją zwykłą rutynę.
pt: As cetonas estão dentro do intervalo normal. Mantém-te hidratado e continua com a tua rotina habitual.
ro: Cetonele sunt în intervalul normal. Hidratează-te bine și continuă-ți rutina obișnuită.
ru: Кетоны в норме. Пей достаточно воды и продолжай в обычном режиме.

source: Lab
de: Labor
es: Laboratorio
fr: Laboratoire
it: Laboratorio
pl: Laboratorium
pt: Laboratório
ro: Laborator
ru: Лаборатория

source: Lab A1c
de: Labor-A1c
es: A1c de laboratorio
fr: A1c de laboratoire
it: A1c di laboratorio
pl: A1c z laboratorium
pt: A1c de laboratório
ro: A1c de laborator
ru: Лабораторный A1c

source: Lab HbA1c
de: Labor-HbA1c
es: HbA1c de laboratorio
fr: HbA1c de laboratoire
it: HbA1c di laboratorio
pl: HbA1c z laboratorium
pt: HbA1c de laboratório
ro: HbA1c de laborator
ru: Лабораторный HbA1c

source: Lab vs estimate
de: Labor vs. Schätzung
es: Laboratorio frente a estimación
fr: Labo vs estimation
it: Laboratorio vs stima
nl: Lab versus schatting
pl: Laboratorium a szacunek
pt: Laboratório vs. estimativa
ro: Laborator vs. estimare
ru: Лаборатория и оценка

source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
it: Etichetta
pl: Etykieta
pt: Etiqueta
ro: Etichetă
ru: Метка

source: Lack of sleep
de: Schlafmangel
es: Falta de sueño
fr: Manque de sommeil
it: Mancanza di sonno
nl: Slaaptekort
pl: Brak snu
pt: Falta de sono
ro: Lipsă de somn
ru: Недостаток сна

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык

source: Large amounts of fat and protein can raise glucose later and slow digestion, which is why some meals need a different insulin approach.
de: Große Mengen an Fett und Eiweiß können die Glukose später ansteigen lassen und die Verdauung verlangsamen — deshalb brauchen manche Mahlzeiten eine andere Insulinstrategie.
es: Grandes cantidades de grasa y proteína pueden elevar la glucosa más tarde y ralentizar la digestión, por lo que algunas comidas necesitan un enfoque distinto de la insulina.
fr: De grandes quantités de lipides et de protéines peuvent faire monter la glycémie plus tard et ralentir la digestion, ce qui explique pourquoi certains repas demandent une approche différente pour l'insuline.
it: Grandi quantità di grassi e proteine possono alzare la glicemia più tardi e rallentare la digestione, motivo per cui alcuni pasti richiedono un approccio diverso con l'insulina.
nl: Grote hoeveelheden vet en eiwitten kunnen de glucose later verhogen en de vertering vertragen, waardoor sommige maaltijden een andere insulineaanpak nodig hebben.
pl: Duże ilości tłuszczu i białka mogą podnosić glikemię z opóźnieniem i spowalniać trawienie, dlatego niektóre posiłki wymagają innego podejścia do dawkowania insuliny.
pt: Grandes quantidades de gordura e proteína podem fazer subir a glicose mais tarde e atrasar a digestão, razão pela qual algumas refeições precisam de uma abordagem diferente da insulina.
ro: Cantitățile mari de grăsimi și proteine pot crește glicemia mai târziu și pot încetini digestia, motiv pentru care unele mese necesită o abordare diferită a insulinei.
ru: Большое количество жиров и белков может повышать глюкозу позже и замедлять пищеварение, поэтому для некоторых приёмов пищи нужен другой подход к дозированию инсулина.

source: Larger differences than typical — check sensor placement or calibrate per the manufacturer's instructions.
de: Größere Abweichungen als üblich – Sitz des Sensors prüfen oder gemäß Herstellerangaben kalibrieren.
es: Diferencias mayores de lo habitual: comprueba la colocación del sensor o calíbralo según las instrucciones del fabricante.
fr: Écarts plus importants que d'habitude — vérifiez la pose du capteur ou étalonnez selon les instructions du fabricant.
it: Differenze maggiori del solito — controlla il posizionamento del sensore o calibra secondo le istruzioni del produttore.
nl: Grotere verschillen dan gebruikelijk — controleer de plaatsing van de sensor of kalibreer volgens de instructies van de fabrikant.
pl: Większe różnice niż zwykle — sprawdź umiejscowienie sensora lub skalibruj zgodnie z instrukcją producenta.
pt: Diferenças maiores do que o habitual — verifica a colocação do sensor ou calibra segundo as instruções do fabricante.
ro: Diferențe mai mari decât de obicei — verifică poziționarea senzorului sau calibrează conform instrucțiunilor producătorului.
ru: Отклонения больше обычного — проверьте установку сенсора или откалибруйте согласно инструкции производителя.

source: Last %lld days
de: Letzte %lld Tage
es: Últimos %lld días
fr: %lld derniers jours
it: Ultimi %lld giorni
nl: Laatste %lld dagen
pl: Ostatnie %lld dni
pt: Últimos %lld dias
ro: Ultimele %lld zile
ru: Последние %lld дней

source: Last 12 hours
de: Letzte 12 Stunden
es: Últimas 12 horas
fr: 12 dernières heures
it: Ultime 12 ore
nl: Laatste 12 uur
pl: Ostatnie 12 godzin
pt: Últimas 12 horas
ro: Ultimele 12 ore
ru: Последние 12 часов

source: Last 12 months
de: Letzte 12 Monate
es: Últimos 12 meses
fr: 12 derniers mois
it: Ultimi 12 mesi
nl: Laatste 12 maanden
pl: Ostatnie 12 miesięcy
pt: Últimos 12 meses
ro: Ultimele 12 luni
ru: Последние 12 месяцев

source: Last 24 hours
de: Letzte 24 Stunden
es: Últimas 24 horas
fr: 24 dernières heures
it: Ultime 24 ore
nl: Laatste 24 uur
pl: Ostatnie 24 godziny
pt: Últimas 24 horas
ro: Ultimele 24 de ore
ru: Последние 24 часа

source: Last 3 hours
de: Letzte 3 Stunden
es: Últimas 3 horas
fr: 3 dernières heures
it: Ultime 3 ore
nl: Laatste 3 uur
pl: Ostatnie 3 godziny
pt: Últimas 3 horas
ro: Ultimele 3 ore
ru: Последние 3 часа

source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
nl: Laatste 30 dagen
pl: Ostatnie 30 dni
pt: Últimos 30 dias
ro: Ultimele 30 de zile
ru: Последние 30 дней

source: Last 6 hours
de: Letzte 6 Stunden
es: Últimas 6 horas
fr: 6 dernières heures
it: Ultime 6 ore
nl: Laatste 6 uur
pl: Ostatnie 6 godzin
pt: Últimas 6 horas
ro: Ultimele 6 ore
ru: Последние 6 часов

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
nl: Laatste 7 dagen
pl: Ostatnie 7 dni
pt: Últimos 7 dias
ro: Ultimele 7 zile
ru: Последние 7 дней

source: Last time
de: Letztes Mal
es: La última vez
fr: La dernière fois
it: L'ultima volta
nl: Vorige keer
pl: Ostatnim razem
pt: Da última vez
ro: Data trecută
ru: В прошлый раз

source: Last upload: %@.
de: Letzter Upload: %@.
es: Última subida: %@.
fr: Dernier envoi : %@.
it: Ultimo caricamento: %@.
nl: Laatste upload: %@.
pl: Ostatnie przesłanie: %@.
pt: Último envio: %@.
ro: Ultima încărcare: %@.
ru: Последняя загрузка: %@.

source: Last week
de: Letzte Woche
es: La semana pasada
fr: La semaine dernière
it: La settimana scorsa
nl: Vorige week
pl: Ubiegły tydzień
pt: Semana passada
ro: Săptămâna trecută
ru: Прошлая неделя

source: Latent autoimmune diabetes in adults.
de: Latenter Autoimmundiabetes bei Erwachsenen.
es: Diabetes autoinmune latente del adulto.
fr: Diabète auto-immun latent de l'adulte.
it: Diabete autoimmune latente dell'adulto.
nl: Latente auto-immuundiabetes bij volwassenen.
pl: Utajona cukrzyca autoimmunologiczna dorosłych.
pt: Diabetes autoimune latente do adulto.
ro: Diabet autoimun latent al adultului.
ru: Латентный аутоиммунный диабет взрослых.

source: Latest heart rate %lld beats per minute
de: Letzte Herzfrequenz %lld Schläge pro Minute
es: Última frecuencia cardiaca %lld latidos por minuto
fr: Dernière fréquence cardiaque %lld battements par minute
it: Ultima frequenza cardiaca %lld battiti al minuto
nl: Laatste hartslag %lld slagen per minuut
pl: Ostatnie tętno %lld uderzeń na minutę
pt: Última frequência cardíaca %lld batimentos por minuto
ro: Ultimul puls %lld bătăi pe minut
ru: Последний пульс %lld ударов в минуту

source: Latest reading
de: Letzter Messwert
es: Última lectura
fr: Dernière mesure
it: Ultima lettura
nl: Laatste meting
pl: Ostatni odczyt
pt: Última leitura
ro: Ultima citire
ru: Последнее измерение

source: Learn
de: Lernen
es: Aprender
fr: Apprendre
it: Impara
nl: Leren
pl: Wiedza
pt: Aprender
ro: Învață
ru: Обучение

source: Leave the leaderboard
de: Rangliste verlassen
es: Salir de la clasificación
fr: Quitter le classement
it: Esci dalla classifica
nl: Ranglijst verlaten
pl: Opuść ranking
pt: Sair da tabela
ro: Părăsește clasamentul
ru: Покинуть таблицу

source: Leaving deletes your entry from the leaderboard.
de: Beim Verlassen wird dein Eintrag aus der Rangliste gelöscht.
es: Al salir, tu entrada se elimina de la clasificación.
fr: En partant, votre entrée est supprimée du classement.
it: Uscendo, la tua voce viene eliminata dalla classifica.
nl: Bij vertrek wordt je vermelding uit de ranglijst verwijderd.
pl: Po odejściu twój wpis zostaje usunięty z rankingu.
pt: Ao sair, a tua entrada é eliminada da tabela.
ro: La ieșire, intrarea ta se șterge din clasament.
ru: При выходе ваша запись удаляется из таблицы.

source: Legend
de: Legende
es: Leyenda
fr: Légende
it: Legenda
nl: Legenda
pl: Legenda
pt: Legenda
ro: Legendă
ru: Легенда

source: Let on-device intelligence highlight patterns and summarise your day. Suggestions are never medical decisions, and your data is never used to train models.
de: Lass die geräteinterne Intelligenz Muster hervorheben und deinen Tag zusammenfassen. Vorschläge sind niemals medizinische Entscheidungen, und deine Daten werden niemals zum Trainieren von Modellen verwendet.
es: Deja que la inteligencia en el dispositivo destaque patrones y resuma tu día. Las sugerencias nunca son decisiones médicas, y tus datos nunca se usan para entrenar modelos.
fr: Laissez l'intelligence embarquée mettre en évidence des tendances et résumer votre journée. Les suggestions ne sont jamais des décisions médicales, et vos données ne servent jamais à entraîner des modèles.
it: Lascia che l'intelligenza sul dispositivo evidenzi gli andamenti e riassuma la tua giornata. I suggerimenti non sono mai decisioni mediche e i tuoi dati non vengono mai usati per addestrare modelli.
nl: Laat de intelligentie op het apparaat patronen aanwijzen en je dag samenvatten. Suggesties zijn nooit medische beslissingen en je gegevens worden nooit gebruikt om modellen te trainen.
pl: Pozwól, aby inteligencja działająca na urządzeniu wyróżniała wzorce i podsumowywała Twój dzień. Sugestie nigdy nie są decyzjami medycznymi, a Twoje dane nigdy nie służą do trenowania modeli.
pt: Deixa a inteligência no dispositivo destacar padrões e resumir o teu dia. As sugestões nunca são decisões médicas e os teus dados nunca são usados para treinar modelos.
ro: Lasă inteligența de pe dispozitiv să evidențieze tiparele și să îți rezume ziua. Sugestiile nu sunt niciodată decizii medicale, iar datele tale nu sunt niciodată folosite pentru a antrena modele.
ru: Позвольте интеллектуальным функциям на устройстве выделять закономерности и подводить итоги вашего дня. Предложения никогда не являются медицинскими решениями, а ваши данные никогда не используются для обучения моделей.

source: Let someone follow your live glucose via Nightscout
de: Jemandem ermöglichen, Ihre Live-Glukose über Nightscout zu verfolgen
es: Permite que alguien siga tu glucosa en directo a través de Nightscout
fr: Permettez à quelqu'un de suivre votre glycémie en direct via Nightscout
it: Consenti a qualcuno di seguire la tua glicemia in tempo reale tramite Nightscout
nl: Laat iemand je live glucose volgen via Nightscout
pl: Pozwól komuś śledzić Twoją glukozę na żywo przez Nightscout
pt: Permita que alguém acompanhe a sua glicose em direto através do Nightscout
ro: Lasă pe cineva să-ți urmărească glicemia în timp real prin Nightscout
ru: Позвольте кому-то следить за вашей глюкозой в реальном времени через Nightscout

source: Let's close your rings
de: Schließ deine Ringe
es: Cerremos tus anillos
fr: Fermons vos anneaux
it: Chiudiamo i tuoi anelli
nl: Sluit je ringen
pl: Zamknijmy Twoje pierścienie
pt: Vamos fechar os teus anéis
ro: Hai să-ți închizi inelele
ru: Замкнём ваши кольца

source: Let's steady things
de: Bringen wir es ins Gleichgewicht
es: Vamos a estabilizarlo
fr: Stabilisons tout ça
it: Stabilizziamo le cose
nl: Laten we het stabiliseren
pl: Ustabilizujmy to
pt: Vamos estabilizar as coisas
ro: Hai să stabilizăm lucrurile
ru: Давайте стабилизируем ситуацию

source: Levels
de: Stufen
es: Niveles
fr: Niveaux
it: Livelli
nl: Niveaus
pl: Poziomy
pt: Níveis
ro: Niveluri
ru: Уровни

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
nl: Licht
pl: Jasny
pt: Claro
ro: Luminos
ru: Светлая

source: Likely %@–%@
de: Wahrscheinlich %@–%@
es: Probable %@–%@
fr: Probable %@–%@
it: Probabile %@–%@
nl: Waarschijnlijk %@–%@
pl: Prawdopodobnie %@–%@
pt: Provável %@–%@
ro: Probabil %@–%@
ru: Вероятно %@–%@

source: List
de: Liste
es: Lista
fr: Liste
it: Elenco
nl: Lijst
pl: Lista
pt: Lista
ro: Listă
ru: Список

source: Live sharing
de: Live-Teilen
es: Compartir en directo
fr: Partage en direct
it: Condivisione in tempo reale
nl: Live delen
pl: Udostępnianie na żywo
pt: Partilha em direto
ro: Distribuire în timp real
ru: Совместный доступ в реальном времени

source: Live updates
de: Live-Aktualisierungen
es: Actualizaciones en directo
fr: Mises à jour en direct
it: Aggiornamenti in tempo reale
pl: Aktualizacje na żywo
pt: Atualizações em direto
ro: Actualizări în timp real
ru: Обновления в реальном времени
